{
    "status": "ok",
    "totalResults": 3546,
    "articles": [
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alexandra Ferguson",
            "title": "Exhuman los primeros cadáveres de las fosas comunes del hospital Al-Shifa tras el asedio israelí",
            "description": "Trabajadores sanitarios del norte de Gaza exhumaron este martes los primeros cadáveres de las fosas comunes del hospital Al-Shifa y sus alrededores, después de que las fuerzas israelíes mataran a cientos de palestinos y dejaran sus cuerpos en descomposición d…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/exhuman-cadaveres-fosas-comunes-hospital-al-shifa-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/c-ap24092500238184.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T23:54:11Z",
            "content": "Hospital Al-Shifa en ruinas tras operaciones israelíes 4:40\r\n(CNN) -- Trabajadores sanitarios del norte de Gaza exhumaron este martes los primeros cadáveres de las fosas comunes del hospital Al-Shifa… [+9159 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Valeria Ordóñez Ghio",
            "title": "EE.UU. condena irrupción de Ecuador en embajada de México, tras críticas de AMLO",
            "description": "El Gobierno de Estados Unidos condenó este martes la irrupción de fuerzas de seguridad ecuatorianas el viernes en la embajada de México en Quito, luego de que más temprano el presidente Andrés Manuel López Obrador criticó en su conferencia de prensa que los g…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/ee-uu-condena-irrupcion-ecuador-embajada-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/GettyImages-2133957552_6c00b4.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T23:31:20Z",
            "content": "Así ingresó la Policía a la embajada de México en Quito 1:59\r\n(CNN Español) -- El Gobierno de Estados Unidos condenó este martes la irrupción de fuerzas de seguridad ecuatorianas el viernes en la emb… [+2996 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Andrew Kaczynski",
            "title": "RFK Jr. campaign official attended Jan. 6 ‘Stop the Steal’ rally and wanted ‘favorite President’ Trump to run for third term",
            "description": "A New York-based campaign official for Robert F. Kennedy Jr. who raised the possibility that voting for the independent presidential candidate would help Donald Trump defeat President Joe Biden previously promoted false claims that the 2020 election was rigge…",
            "url": "https://www.cnn.com/2024/04/09/politics/rfk-jr-campaign-official-january-6-trump/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/ap24091081720287.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T23:21:42Z",
            "content": "A New York-based campaign official for Robert F. Kennedy Jr. who raised the possibility that voting for the independent presidential candidate would help Donald Trump defeat President Joe Biden previ… [+5004 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Belén Liotti",
            "title": "Los 61 tatuajes de Ötzi, el Hombre de Hielo, no se hicieron como los arqueólogos creían en un principio",
            "description": "Si bien el análisis inicial del cuerpo de Ötzi sugería que los tatuajes fueron cortes con una cuchilla y luego impregnados con pigmento negro, las últimas investigaciones proponen una teoría distinta.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/tatuajes-otzi-hombre-hielo-arqueologos-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/museo-2.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T23:04:20Z",
            "content": "(CNN) -- Ötzi, el hombre de hielo, encontrado en lo alto de los Alpes tiroleses en 1991, tenía la piel y los ojos oscuros y probablemente era calvo. Sus restos, notablemente bien conservados y congel… [+8724 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Belén Liotti",
            "title": "Cómo saber si tienes daño ocular después de ver el eclipse",
            "description": "Mirar el eclipse sin la protección ocular adecuada puede haberte provocado retinopatía solar o daño a la retina por la exposición a la radiación solar.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/saber-dano-ocular-eclipse-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/gettyimages-2147620066.webp",
            "publishedAt": "2024-04-09T22:48:39Z",
            "content": "Mira cómo se vivió el eclipse en Norteamérica 2:24\r\n(CNN) -- El eclipse solar total llegó y se fue después de crear un espectáculo celestial este lunes en el cielo de México, Estados Unidos y Canadá.… [+3725 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Aitana Ocana",
            "title": "¿Por qué morimos? Lo último sobre el envejecimiento y la inmortalidad de la mano de un científico galardonado con el Premio Nobel",
            "description": "Descubre las novedades de las investigaciones más recientes sobre el envejecimiento y la búsqueda de la inmortalidad. El biólogo molecular Venki Ramakrishnan, galardonado con el Premio Nobel, examina investigaciones antiguas y de vanguardia para desvelar las …",
            "url": "https://cnnespanol.cnn.com/2024/04/09/salud-envejecimiento-muerte-porque-morimos-bienestar-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/gettyimages-1091764324.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T22:31:00Z",
            "content": "¿A qué edad empezamos a envejecer? 3:57\r\n(CNN) -- Desde tiempos inmemoriales, el ser humano ha hecho todo lo posible por engañar a la muerte. Hoy en día, cuando los avances revolucionarios transforma… [+11693 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": null,
            "title": "UK Nobel Prize-winning physicist Peter Higgs dies aged 94 | CNN",
            "description": "Physicist Peter Higgs, whose theory of an undetected particle in the universe changed science and was vindicated by a Nobel prize-winning discovery half a century later, has died aged 94, the University of Edinburgh said on Tuesday.",
            "url": "https://www.cnn.com/2024/04/09/world/peter-higgs-physicist-nobel-winner-dies-scn/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-187744393.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T22:25:43Z",
            "content": "Physicist Peter Higgs, whose theory of an undetected particle in the universe changed science and was vindicated by a Nobel prize-winning discovery half a century later, has died aged 94, the Univers… [+4359 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "John Bonifield",
            "title": "Pfizer to seek approval for RSV vaccine for people as young as 18 | CNN",
            "description": "An RSV vaccine already used for older adults could help protect people as young as 18 who are at increased risk of the disease, drugmaker Pfizer said in a news release Tuesday. The company said it would submit the information to the US Food and Drug Administr…",
            "url": "https://www.cnn.com/2024/04/09/health/rsv-vaccine-younger-adults-pfizer/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/231003124237-01-pfizer-sign-file.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T22:24:11Z",
            "content": "An RSV vaccine already used for older adults could help protect people as young as 18 who are at increased risk of the disease, drugmaker Pfizer said in a news release Tuesday. The company said it wo… [+2765 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Belén Liotti",
            "title": "Un informante afirma que el Boeing 787 de Dreamliner presenta fallas",
            "description": "Las autoridades federales están investigando a Boeing después de que un informante expresara repetidamente su preocupación por dos modelos de aviones de fuselaje ancho y afirmara que la compañía tomó represalias contra él.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/boeing-787-dreamliner-fallas-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/gettyimages-1258353176.webp",
            "publishedAt": "2024-04-09T22:08:56Z",
            "content": "¿Crisis en Boeing? 5 incidentes en solo 7 días 1:46\r\n(CNN) -- Las autoridades federales están investigando a Boeing después de que un informante expresara repetidamente su preocupación por dos modelo… [+4385 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Chris Lau, Wayne Chang",
            "title": "Taiwan earthquake: ‘Roger,’ overly playful dog who failed police academy, becomes star of quake response",
            "description": "A labrador retriever who failed to become a drug detection dog because he was overly friendly and playful has won hearts across Taiwan for his detection work in the aftermath of last week’s 7.4-magnitidue earthquake.",
            "url": "https://www.cnn.com/2024/04/09/asia/taiwan-quake-roger-dog-intl-hnk/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/screenshot-2024-04-09-at-3-11-45-pm.png?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T22:08:09Z",
            "content": "A labrador retriever who failed to become a drug sniffing dog because he was overly friendly and playful has won hearts across Taiwan for his detection work in the aftermath of last weeks 7.4-magniti… [+2691 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Karen Esquivel",
            "title": "¿Por qué decidió México reimponer la visa a los peruanos? Las cifras detrás del conflicto",
            "description": "A partir del 20 de abril, los ciudadanos peruanos necesitarán visa para ingresar a México por turismo y negocios, anunció la Cancillería mexicana, citando la preocupación del Gobierno por el flujo creciente de migrantes irregulares que estarían entrando al pa…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/por-que-decidio-mexico-reimponer-visa-a-peruanos-las-cifras-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2022/08/GettyImages-1237611020.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T21:53:16Z",
            "content": "(CNN Español) A partir del 20 de abril, los ciudadanos peruanos necesitarán visa para ingresar a México por turismo y negocios, anunció la Cancillería mexicana, citando la preocupación del Gobierno p… [+4072 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Valeria Ordóñez Ghio",
            "title": "Chile dice que negativa de Venezuela a reconocer la existencia de la banda Tren de Aragua es un “insulto a los pueblos de Latinoamérica”",
            "description": "La ministra del Interior y Seguridad Pública de Chile, Carolina Tohá, calificó este martes como un “insulto” las declaraciones del canciller venezolano Yván Gil, quien este lunes dijo que el grupo criminal Tren de Aragua es “una ficción creada por la mediátic…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/chile-dice-negar-existencia-tren-de-aragua-insulto-pueblos-latinoamerica-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2023/11/tren-de-aragua-2.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T21:33:53Z",
            "content": "(CNN Español) -- La ministra del Interior y Seguridad Pública de Chile, Carolina Tohá, calificó este martes como un insulto las declaraciones del canciller venezolano Yván Gil, quien este lunes dijo … [+2656 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alexandra Ferguson",
            "title": "ANÁLISIS | Trump está a pocos días de su primer juicio penal tras el fracaso de su última táctica legal",
            "description": "Donald Trump está a punto de quedarse sin tiempo en su último intento desesperado de evitar el estigma histórico de ser el primer expresidente en ir a juicio penal la próxima semana.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/analisis-trump-dias-primer-juicio-penal-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/gettyimages-2133977364.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T21:29:12Z",
            "content": "Juez le prohíbe a Trump los ataques verbales 6:41\r\n(CNN) -- Donald Trump está a punto de quedarse sin tiempo en su último intento desesperado de evitar el estigma histórico de ser el primer expreside… [+9400 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "مقتل باسكال سليمان.. حزب \"القوات اللبنانية\" يحدد 3 عوامل محورها \"حزب الله\".. وباسيل: الحل بإعادة السوريين",
            "description": "دعا حزب \"القوات اللبنانية\"، الثلاثاء، إلى تحقيق \"واضح وشفاف وعلني وصريح ودقيق بوقائعه وحيثيّاته\"، في مقتل منسقه بمنطقة جبيل باسكال سليمان، مؤكدا أنه \"حتى صدور نتائج هذا التحقيق نعتبر أن باسكال سليمان تعرض لعملية اغتيال سياسية\".",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/10/lebanese-forces-pascal-sleiman-hezbollah-syria-gebran-bassil",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_399,w_3803,h_2139,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/10/images/265528.jpg",
            "publishedAt": "2024-04-09T21:27:00Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "urielblanco",
            "title": "Corte Suprema de Arizona determina que el estado debe seguir una ley de 123 años que prohíbe el aborto en casi todos los casos",
            "description": "En una decisión histórica, la Corte Suprema de Arizona determinó este martes que el estado debe adherirse a una ley de 123 años de antigüedad que prohíbe los abortos en su totalidad excepto en los casos en que \"sea necesario para salvar\" la vida de una person…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/corte-suprema-arizona-dictamina-estado-adherirse-ley-hace-mas-100-anios-prohibe-casi-todos-abortos-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/Copia-de-FOTO-PARA-WP-2024-04-09T134317.774.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T21:16:11Z",
            "content": "Texas le denegó el aborto, así fueron los obstáculos 1:32\r\n(CNN) -- En una decisión histórica, la Corte Suprema de Arizona determinó este martes que el estado debe adherirse a una ley de 123 años de … [+4984 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "دوري أبطال أوروبا: \"قمة\" ريال مدريد والسيتي المبكرة بلا فائز.. وأرسنال يتعادل مع بايرن ميونخ",
            "description": "تعادل نادي ريال مدريد الإسباني مع نظيره مانشستر سيتي الإنجليزي، بثلاثة أهداف لمثلها، في مباراة أقيمت على أرض ملعب \"سانتياغو بيرنابيو\"، الثلاثاء، في ذهاب الدور ربع النهائي من دوري أبطال أوروبا (تشامبيونزليغ).",
            "url": "https://arabic.cnn.com/sport/article/2024/04/10/champions-league-real-madrid-manchester-city-arsenal-bayern-munich",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/10/images/265527.jpg",
            "publishedAt": "2024-04-09T21:13:07Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Luis Ernesto Quintana Barney",
            "title": "Partidazo en el Bernabéu: Real Madrid y Manchester City igualaron 3-3 en el partido de ida de los cuartos de final de la Champions",
            "description": "El Real Madrid y el Manchester City no decepcionaron y el 3-3 en el Santiago Bernabéu fue el duelo que todos los entusiastas del fútbol estaban esperando. El partido de vuelta de los cuartos de final de la Champions se jugará el miércoles 17 de abril.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/real-madrid-manchester-city-cuartos-de-final-ida-champions-league-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/GettyImages-2148055294.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T21:05:00Z",
            "content": "(CNN Español) -- El Real Madrid y el Manchester City no decepcionaron y el 3-3 en el Santiago Bernabéu fue el duelo que todos los entusiastas del fútbol estaban esperando.\r\nEl partido comenzó con muc… [+1640 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "AJ Willingham",
            "title": "What putting up a bird feeder can lead to",
            "description": "One simple little feeder can change your relationship with nature forever.",
            "url": "https://www.cnn.com/2024/04/09/us/bird-feeder-watching-community-may-i-recommend-cec/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-521056476.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T21:01:30Z",
            "content": "Editors Note: Call them passions. Call them obsessions. These are the unique things CNN staffers cant imagine our lives without. We share our raves and loves, whether its an object, place, experience… [+4677 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Parija Bhatnagar",
            "title": "Consumer Reports says Lunchables ‘should not be allowed on menu’ for schools, petitions USDA for removal | CNN Business",
            "description": "The school cafeteria versions of popular kids’ grocery store snack kit Lunchables is packed with too much sodium, a consumer watchdog group warned on Tuesday.",
            "url": "https://www.cnn.com/2024/04/09/business/lunchables-for-school-high-sodium-consumer-reports-wellness/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1721958214.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T20:39:05Z",
            "content": "The school cafeteria versions of popular kids grocery store snack kit Lunchables is packed with too much sodium, a consumer watchdog group warned on Tuesday.\r\nLunchables developed two new versions of… [+7212 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Heather Law, Julia Vargas Jones",
            "title": "Brazilian President Lula indirectly calls out Elon Musk on climate crisis, further fueling tensions | CNN Business",
            "description": "Brazilian President Luiz Inácio Lula da Silva indirectly called out Elon Musk on the climate crisis on Tuesday, further increasing tensions between the country’s leaders and the billionaire businessman.",
            "url": "https://www.cnn.com/2024/04/09/business/lula-elon-musk-moraes-leash/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/shutterstock-editorial-14426803u.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T20:17:40Z",
            "content": "Brazilian President Luiz Inácio Lula da Silva indirectly called out Elon Musk on the climate crisis on Tuesday, further increasing tensions between the countrys leaders and the billionaire businessma… [+3101 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alli Rosenbloom",
            "title": "Renée Zellweger and Hugh Grant set to star in new ‘Bridget Jones’ movie | CNN",
            "description": "Renée Zellweger is set to reprise her beloved role of Bridget Jones in an upcoming fourth installment of the popular film franchise.",
            "url": "https://www.cnn.com/2024/04/09/entertainment/renee-zellweger-hugh-grant-bridget-jones/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/20240409-renee-hugh-split.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T20:14:57Z",
            "content": "Renée Zellweger is set to reprise her beloved role of Bridget Jones in an upcoming fourth installment of the popular film franchise.\r\nThe two-time Oscar-winner will star in Bridget Jones: Mad About t… [+1567 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Melanie Zanona, Annie Grayer",
            "title": "House to delay sending Mayorkas impeachment articles to the Senate until next week | CNN Politics",
            "description": "The House will send impeachment articles against Homeland Security Secretary Alejandro Mayorkas to the Senate next week – a delay that comes as Senate Republicans seek more time to develop a strategy to deal with the effort.",
            "url": "https://www.cnn.com/2024/04/09/politics/mayorkas-impeachment-articles-house-senate/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/c-ap24099817794746.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T19:54:29Z",
            "content": "The House will send impeachment articles against Homeland Security Secretary Alejandro Mayorkas to the Senate next week  a delay that comes as Senate Republicans seek more time to make the public arg… [+2354 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "غالانت يناقض تصريح نتنياهو حول تحديد موعد اجتياح رفح.. مصادر تكشف لـCNN ما قاله لأوستن",
            "description": "في اتصال هاتفي مع وزير الدفاع الأمريكي لويد أوستن، قال وزير الدفاع الإسرائيلي يوآف غالانت إن إسرائيل \"لا تزال تضع خطة\" لاجتياح محتمل لرفح، ولم يشر إلى أنه تم تحديد موعد للعملية، حسبما قالت مصادر مطلعة على المكالمة لشبكة CNN.",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/09/israeli-defense-minister-did-not-indicate-a-date-has-been-set-for-rafah-invasion",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_554,w_5992,h_3370,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265526.jpg",
            "publishedAt": "2024-04-09T19:51:08Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Nadine Schmidt, Niamh Kennedy",
            "title": "Germany defends support for Israel in international court against accusations of ‘facilitating genocide’ in Gaza | CNN",
            "description": "Germany defends support for Israel in international court against accusations of ‘facilitating genocide’ in Gaza | CNNcnn.com",
            "url": "https://www.cnn.com/2024/04/09/world/germany-nicaragua-israel-icj-case-intl-latam/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/ap24099333727709.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T19:49:25Z",
            "content": "Germany has hit back at allegations by Nicaragua that it has been facilitating genocide in Gaza, telling an international court on Tuesday that history undergirds German support for Israel.\r\nAddressi… [+3961 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": null,
            "title": "Opinion: Investing in oil and gas doesn’t make sense anymore",
            "description": "Renewables such as solar and wind are growing at an exponential rate, writes Tom Steyer, so funding new fossil fuel projects is a risky bet.",
            "url": "https://www.cnn.com/2024/04/04/opinions/oil-gas-renewables-investing-steyer/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1258888534.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T19:48:28Z",
            "content": "Editors Note: Tom Steyer is the founder and co-executive chair of Galvanize Climate Solutions, an investment firm focused on the energy transition. His upcoming book, Cheaper, Faster, Better: How Wel… [+6378 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNNEspañol sjv",
            "title": "Fiscalía General de Colombia solicita que se llame a juicio al expresidente Álvaro Uribe",
            "description": "La Fiscalía de Colombia solicitó que se llame a juicio a Álvaro Uribe, quien enfrenta un proceso judicial por los presuntos delitos de fraude judicial y manipulación de testigos, luego de recabar nuevas pruebas, informó el Ministerio Público en un comunicado.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/alvaro-uribe-fiscalia-general-colombia-juicio-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/alvaro-uribe-GettyImages-1806657940-e1712690966591.jpeg?quality=100&strip=info",
            "publishedAt": "2024-04-09T19:36:39Z",
            "content": "Lo mejor para Colombia y para Uribe es un juicio, dice abogado 1:39\r\n(CNN Español) -- La Fiscalía General de Colombia solicitó ante la Corte Suprema de Justicia solicitó este martes que se llame a ju… [+2768 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alexandra Ferguson",
            "title": "Morir por un puñado de harina: videos y relatos de testigos oculares ponen en duda la cronología israelí del letal reparto de ayuda en Gaza",
            "description": "El análisis de CNN arroja nueva luz sobre lo ocurrido en la madrugada del 29 de febrero en Gaza, cuando más de 100 personas murieron y 700 resultaron heridas mientras intentaban conseguir alimentos.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/morir-harina-videos-relatos-testigos-oculares-reparto-ayuda-gaza-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/240229082752-gaza-food-aid-truck-vpx.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T19:33:17Z",
            "content": "Muerte, hambre y ruinas tras 6 meses de guerra en Gaza 3:49\r\n(CNN) -- Jihad Abu Watfa se encontraba entre los escombros de un oscuro tramo de carretera costera al suroeste de la Ciudad de Gaza cuando… [+14604 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "رغم \"التهديد الإرهابي\".. مباريات دوري أبطال أوروبا تقام في موعدها وسط تشديد الإجراءات الأمنية",
            "description": "صرّح وزير الداخلية الفرنسي، جيرالد دارمانان، للصحفيين، الثلاثاء، بأن شرطة باريس \"ستعزز الإجراءات الأمنية بشكل كبير\"، قبل مباراة ربع نهائي دوري أبطال أوروبا (تشامبيونزليغ) بين نادي باريس سان جيرمان ومنافسه برشلونة، هذا الأسبوع.",
            "url": "https://arabic.cnn.com/sport/article/2024/04/09/champions-league-matches-paris-london-madrid",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_529,w_5041,h_2835,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265524.jpg",
            "publishedAt": "2024-04-09T19:26:45Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "في أول تصريحاته.. أصغر رئيس وزراء لأيرلندا يندد بـ\"ذبح وتجويع\" الفلسطينيين في غزة",
            "description": "في أول تصريحات له بعد انتخابه رئيسًا لوزراء أيرلندا، أدان سيمون هاريس إسرائيل \"لذبح وتجويع\" الفلسطينيين في غزة، وتعهد \"بعدم الصمت\" عن الحرب.",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/09/new-irish-pm-condemns-israel-for-starving-and-slaughtering-gazans",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_0,w_4005,h_2253,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265525.jpg",
            "publishedAt": "2024-04-09T19:25:52Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Katie Hunt",
            "title": "Ötzi the Iceman has the world’s oldest tattoos. How were they made? | CNN",
            "description": "Ötzi the Iceman, whose 5,300-year-old body was found by hikers in the Tyrolean Alps, has 61 tattoos. Scientists now think they understand the technique behind them.",
            "url": "https://www.cnn.com/2024/04/09/style/otzi-iceman-tattoos-study-scn/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/museo-2.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T19:14:49Z",
            "content": "Sign up for CNNs Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\r\nFound high in the Tyrolean Alps in 1991, Ötzi the Icem… [+7092 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Luis Ernesto Quintana Barney",
            "title": "Estados Unidos transfirió a Ucrania miles de armas, lanzacohetes y municiones incautadas a Irán",
            "description": "Estados Unidos transfirió la semana pasada a Ucrania miles de ametralladoras, rifles de francotirador, lanzacohetes y cientos de miles de municiones incautadas a Irán, anunció el martes el Comando Central de Estados Unidos .",
            "url": "https://cnnespanol.cnn.com/2024/04/09/estados-unidos-transfirio-ucrania-miles-armas-lanzacohetes-municiones-iran-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/c-240409-us-central-command-weapons.webp",
            "publishedAt": "2024-04-09T19:12:54Z",
            "content": "Los ataques de Ucrania a refinerías rusas 3:19\r\n(CNN) -- Estados Unidos transfirió la semana pasada a Ucrania miles de ametralladoras, rifles de francotirador, lanzacohetes y cientos de miles de muni… [+2021 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sean Lyngaas",
            "title": "Biden administration preparing to prevent Americans from using Russian-made software over national security concern | CNN Politics",
            "description": "The Biden administration is preparing to take the unusual step of issuing an order that would prevent US companies and citizens from using software made by a major Russian cybersecurity firm because of national security concerns, five US officials familiar wi…",
            "url": "https://www.cnn.com/2024/04/09/politics/biden-administration-americans-russian-software/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/c-2017-10-27t165022z-1695171948-up1edar1aryfg-rtrmadp-3-cyber-summit-kaspersky.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T19:01:15Z",
            "content": "The Biden administration is preparing to take the unusual step of issuing an order that wouldprevent US companies and citizens from using software made by a major Russian cybersecurity firm because o… [+8173 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "في كلمة بمناسبة عيد الفطر.. الملك سلمان يؤكد ضرورة \"وقف الاعتداءات\" على الفلسطينيين",
            "description": "أكد العاهل السعودي الملك سلمان بن عبدالعزيز، الثلاثاء، ضرورة \"وقف الاعتداءات\" على الشعب الفلسطيني، وذلك في كلمة بمناسبة عيد الفطر، ألقاها نيابة عنه وزير الإعلام السعودي سلمان بن يوسف الدوسري.",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/09/saudi-king-salman-eid-palestinians",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_314,w_2996,h_1685,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265523.jpg",
            "publishedAt": "2024-04-09T19:00:18Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Gregory Wallace, Gabe Cohen",
            "title": "A whistleblower claims that Boeing’s 787 Dreamliner is flawed. The FAA is investigating | CNN Business",
            "description": "Federal authorities say they’re investigating after a whistleblower repeatedly raised concerns with two models of Boeing widebody jets, and claimed the company retaliated against him.",
            "url": "https://www.cnn.com/2024/04/09/business/boeing-787-whistleblower/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1258353176.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T18:53:55Z",
            "content": "Federal authorities say theyre investigating after a whistleblower repeatedly raised concerns with two models of Boeing widebody jets, and claimed the company retaliated against him.\r\nWhistleblower S… [+1061 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "\"رحلة من الجحيم\".. امرأة تتعرض لاعتداء جنسي من رجل تظاهر أنه سائق أجرة",
            "description": "قالت وثائق محكمة أمريكية إن رجلاً تظاهر بأنه سائق سيارة أجرة واصطحب امرأة من أحد النوادي الليلية بالمدينة القديمة في سكوتسديل بولاية أريزونا الأمريكية، واعتدى عليها جنسياً في فينيكس، وتعتقد الشرطة أنه فعل ذلك من قبل.",
            "url": "https://arabic.cnn.com/miscellaneous/video/2024/04/09/v154403-woman-assaulted-by-fake-rideshare-driver-scottsdale",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/t_cnnarabic_watermark_player_icon_v2/cnnarabic/2024/04/09/images/265522.jpg",
            "publishedAt": "2024-04-09T18:32:27Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "John Towfighi",
            "title": "Why gold prices are at record highs",
            "description": "From central banks to Costco customers, it seems everyone is buying gold these days.",
            "url": "https://www.cnn.com/2024/04/09/economy/gold-prices-record-highs/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1224905095.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T18:01:32Z",
            "content": "From central banks to Costco customers, it seems everyone is buying gold these days.\r\nThe price of spot gold reached$2,364 per ounceTuesday after hitting record highs for seven straight sessions and … [+5218 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Luis Ernesto Quintana Barney",
            "title": "López Obrador muestra video del momento del asalto a la embajada de Ecuador en Quito",
            "description": "López Obrador destacó cómo el jefe de cancillería de la embajada, Roberto Canseco, intentó evitar lo que ha definido como un \"asalto autoritario”.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/lopez-obrador-muestra-video-asalto-embajada-en-ecuador-glas-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/GettyImages-2133957205-e1712685168545.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T17:55:36Z",
            "content": "Es una locura: video capta entrada de Policía de Ecuador a embajada 1:03\r\n(CNN Español) -- El presidente Andrés Manuel López Obrador presentó este martes un video del momento en el que la Policía de … [+1128 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Germán Padinger",
            "title": "La Fiscalía de Venezuela anuncia la detención de Tareck El Aissami, expresidente de PDVSA",
            "description": "El fiscal general de Venezuela, Tarek William Saab, anunció este martes la detención del exministro de Petróleo y presidente de PDVSA, Tareck El Aissami, por su supuesta participación en una trama de corrupción.\n<ul>\n <li>Justicia de EE.UU. condena a Clíver A…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/fiscalia-venezuela-detencion-tareck-el-aissami-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2023/03/tareck-el-aissami.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T17:54:52Z",
            "content": "(CNN Español) -- El fiscal general de Venezuela, Tarek William Saab, anunció este martes la detención del exministro de Petróleo y presidente de Pdvsa, Tareck El Aissami por su supuesta participación… [+645 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sofía Benavides",
            "title": "OPINIÓN | ¿Conoces los secretos del icónico bolso Chanel?",
            "description": "Cuando hablamos de la moda -y sus fascinantes orígenes- es vital mencionar piezas icónicas, creadas por legendarios diseñadores, que son parte fundamental de su historia. Una de ellas es el muy codiciado y famoso bolso Chanel.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/opinion-secretos-iconico-bolso-chanel-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/autora-2-1.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T17:40:04Z",
            "content": "Nota del editor:Mari Rodríguez Ichaso ha sido colaboradora de la revista Vanidades durante varias décadas. Especialista en moda, viajes, gastronomía, arte, arquitectura y entretenimiento. Productora … [+4652 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "رغد صدام حسين تتحدث عن \"محاولات لإسكات صوتها\": لن أتخلى عن مهمتي",
            "description": "نشرت رغد صدام حسين، ابنة الرئيس العراقي الراحل صدام حسين، عبر حسابيها على منصتي \"يوتيوب\" و\"إكس\" (تويتر سابقًا)، مقطع فيديو بعنوان \"الذكرى الـ21 لجريمة الاحتلال الأمريكي-البريطاني للعراق\"، الثلاثاء، الموافق 9 أبريل/نيسان،",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/09/iraq-raghad-saddam-hussein-baghdad-fall-annivewrsary",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_240,w_3000,h_1688,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265521.jpg",
            "publishedAt": "2024-04-09T17:32:25Z",
            "content": "(CNN)-- \"\" \"\" ( ) \" 21 - \" 9 / 2003 \" \".\r\n : \" - \". \r\n: \" . 20 \".\r\n \" \". \r\n : \" . . \".\r\n: \" . \"."
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Katie Lobosco",
            "title": "Biden’s SAVE student loan repayment plan faces fresh legal challenges from Republican-led states | CNN Politics",
            "description": "Two groups of Republican-led states have sued President Joe Biden over the student loan repayment plan he launched last year, arguing he’s once again overstepping his authority to cancel student debt.",
            "url": "https://www.cnn.com/2024/04/09/politics/student-loan-repayment-save-biden-lawsuit/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/c-ap24012069073777.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T17:17:59Z",
            "content": "Two groups of Republican-led states have sued President Joe Biden over the student loan repayment plan he launched last year, arguing hes once again overstepping his authority to cancel student debt.… [+5864 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sofía Benavides",
            "title": "Corte Constitucional de Ecuador dispone desclasificar información sobre el secuestro y asesinato de un equipo periodístico en 2018",
            "description": "La Corte Constitucional de Ecuador la demanda de desclasificación de información relacionada con el secuestro y posterior asesinato del equipo periodístico del diario El Comercio, ocurrido en 2018 en la frontera entre Ecuador y Colombia. Los periodistas fuero…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/ecuador-desclasificar-informacion-secuestro-y-asesinato-equipo-periodistico-2018-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/gettyimages-945994302-e1712682359162.webp",
            "publishedAt": "2024-04-09T17:06:18Z",
            "content": "(CNN Español) --  La Corte Constitucional de Ecuador la demanda de desclasificación de información relacionada con el secuestro y posterior asesinato del equipo periodístico del diario El Comercio, o… [+4985 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Luis Ernesto Quintana Barney",
            "title": "Condenan a entre 10 y 15 años de prisión a James y Jennifer Crumbley, los padres del atacante del tiroteo escolar en Michigan",
            "description": "James y Jennifer Crumbley, los padres del adolescente que mató a cuatro estudiantes en un tiroteo escolar en 2021 en Oxford, Michigan, fueron sentenciados el martes a entre 10 y 15 años de prisión, respectivamente, semanas después de ser declarados culpables …",
            "url": "https://cnnespanol.cnn.com/2024/04/09/condena-james-jennifer-crumbley-anos-de-prision-tiroteo-michigan-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/240403170337-dle-crumbley-parents-split-super-tease.jpeg?quality=100&strip=info",
            "publishedAt": "2024-04-09T16:56:53Z",
            "content": "Padres de Ethan Crumbley serán juzgados por homicidio involuntario 1:28\r\n(CNN) -- James y Jennifer Crumbley, los padres del adolescente que mató a cuatro estudiantes en un tiroteo escolar en 2021 en … [+1574 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Alexandra Ferguson",
            "title": "ANÁLISIS | Las inquietudes sobre China aportan una nueva unidad a la relación, otrora turbulenta, entre EE.UU., Japón y Filipinas, de cara a una importante cumbre de la Casa Blanca",
            "description": "Cuando los líderes de Estados Unidos, Japón y Filipinas se reúnan en la Casa Blanca el jueves, un tema clave será una preocupación mucho más actual que los une: la preocupación común por China.",
            "url": "https://cnnespanol.cnn.com/2024/04/09/analisis-china-unidad-eeuu-japon-filipinas-trax/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/ap24099096849450.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T16:41:23Z",
            "content": "China busca alianzas con el sur global, dice experta 1:38\r\nSeúl, Corea del Sur (CNN) -- Colonización, derramamiento de sangre, crímenes de guerra, ocupación, bases militares controvertidas. Todos est… [+10865 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sol Amaya",
            "title": "Honduras convoca a cumbre de Celac para condenar a Ecuador por irrumpir en embajada de México en Quito",
            "description": "Los cancilleres de los Estados miembros de la Comunidad de Estados Latinoamericanos y Caribeños (Celac) tratan este martes la propuesta que realizó el lunes la presidenta pro tempore, Xiomara Castro, en un comunicado para que los jefes de Estado y de gobierno…",
            "url": "https://cnnespanol.cnn.com/2024/04/09/honduras-celac-ecuador-mexico-embajada-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/GettyImages-2133957367-e1712528927290.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T16:40:25Z",
            "content": "Ecuador explica razón de incursión policial en embajada de México en Quito 3:56\r\n(CNN Español) -- Los cancilleres de los Estados miembros de la Comunidad de Estados Latinoamericanos y Caribeños (Cela… [+1448 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "CNN بالعربية",
            "title": "الجيش اللبناني يعلن تسلمه جثة باسكال سليمان من السلطات السورية",
            "description": "أعلن الجيش اللبناني، الثلاثاء، أنه تسلم من السلطات السورية جثة باسكال سليمان، منسق حزب القوات اللبنانية، الذي أعلن الجيش اللبناني أن \"عصابة سورية\" خطفته وقتلته في لبنان ونقلت جثته إلى سوريا.",
            "url": "https://arabic.cnn.com/middle-east/article/2024/04/09/lebanese-army-pascal-sleiman-syria",
            "urlToImage": "https://cnn-arabic-images.cnn.io/cloudinary/image/upload/x_0,y_0,w_7712,h_4338,c_crop/w_1920,h_1008,c_fill,q_auto,g_center/t_cnnarabic_watermark_logo_v5/cnnarabic/2024/04/09/images/265518.jpg",
            "publishedAt": "2024-04-09T16:34:58Z",
            "content": ""
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Kara Scannell, Lauren del Valle, Jeremy Herb",
            "title": "Appeals judge denies Trump’s request to delay start of hush money trial so he can challenge gag order",
            "description": "An appeals court judge has denied former President Donald Trump’s request to delay the start of his New York hush money trial so he can challenge the gag order imposed by Judge Juan Merchan.",
            "url": "https://www.cnn.com/2024/04/09/politics/donald-trump-hush-money-trial-appeal-gag-order/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/c-gettyimages-2105327678.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T16:34:18Z",
            "content": "An appeals court judge has denied former President Donald Trumps request to delay the start of his New York hush money trial so he can challenge the gag order imposed by Judge Juan Merchan.\r\nNew York… [+3740 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Mira Cheng",
            "title": "Acetaminophen use in pregnancy not linked to neurodevelopmental disorders, large study finds | CNN",
            "description": "Using acetaminophen, the active ingredient in Tylenol, during pregnancy was not associated with increased risk of autism, ADHD or intellectual disability in children, a new study found.",
            "url": "https://www.cnn.com/2024/04/09/health/acetaminophen-pregnancy-adhd-autism-wellness/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-148193722.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T16:09:22Z",
            "content": "Using acetaminophen, the active ingredient in Tylenol, during pregnancy was not associated with increased risk of autism, ADHD or intellectual disability in children, a new study found.\r\nThe study, p… [+5677 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Jack Guy",
            "title": "New Scrabble version aims to make classic word game less ‘intimidating’",
            "description": "Scrabble, one of the world’s best-loved word games, is to get a new “collaborative” and “accessible” version.",
            "url": "https://www.cnn.com/2024/04/09/business/scrabble-together-game-scli-intl-gbr/index.html",
            "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/hwd43-ls-24-669-copy.jpg?c=16x9&q=w_800,c_fill",
            "publishedAt": "2024-04-09T16:04:25Z",
            "content": "Scrabble, one of the worlds best-loved word games, is to get a new collaborative and accessible version.\r\nThe game has been around for more than 75 years, entertaining and infuriating players in equa… [+2139 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Sofía Benavides",
            "title": "Exvicepresidente Jorge Glas será dado de alta tras ser hospitalizado, informó el servicio penitenciario de Ecuador",
            "description": "Este martes, el Servicio el Servicio de Atención de Personas Privadas de la Libertad de Ecuador (SNAI) informó que luego de permanecer durante las últimas horas en observación en el Hospital Naval de Guayaquil tras sufrir una descompensación por no comer, el …",
            "url": "https://cnnespanol.cnn.com/2024/04/09/jorge-glas-dado-de-alta-hospitalizado-ecuador-orix/",
            "urlToImage": "https://cnnespanol.cnn.com/wp-content/uploads/2024/04/GettyImages-2141956707-e1712678423948.jpg?quality=100&strip=info",
            "publishedAt": "2024-04-09T16:03:08Z",
            "content": "Por posible descompensación Jorge Glas fue hospitalizado 1:53\r\n(CNN Español) -- Este martes, el Servicio el Servicio de Atención de Personas Privadas de la Libertad de Ecuador (SNAI) informó que lueg… [+3609 chars]"
        }
    ]
}